Tekla Open API Reference for Tekla Structures 2025
PluginDescriptionAttribute Properties
The PluginDescriptionAttribute type exposes the following members.
Properties
Name | Description
Description
 Not supported at the moment.
Language
 Not supported at the moment.
Top
See Also
Reference
PluginDescriptionAttribute Class
Tekla.Structures.Plugins Namespace